Repository: Infomaniak/ios-euria
Catalog: EuriaResources/Localizable/*.lproj/Localizable.strings
Languages: de, es, fr, it

# onboardingEphemeralDescriptionArguments
source: Euria keeps no trace
de: Euria hinterlässt keine Spuren
es: Euria no deja rastro
fr: Euria ne garde aucune trace
it: Euria non lascia traccia

# buttonLogin
source: Login
de: Anmeldung
es: Inicio de sesión
fr: Connexion
it: Accesso

# buttonStart
source: Start
de: Starten
es: Empezar
fr: Commencer
it: Inizia

# connectionError
source: Internet connection problem
de: Problem mit der Internetverbindung
es: Problema de conexión a Internet
fr: Problème de connexion à Internet
it: Problema di connessione a Internet

# iosOnboardingDatacenterDescription
source: AI energy is 100%% revalued.
de: AI-Energie wird zu 100%% wiederverwertet.
es: La energía de la IA se revaloriza al 100%%.
fr: L’énergie de l’IA est 100%% revalorisée.
it: L’energia AI è 100%% rivalutata.

# noNetworkDescription
source: Check your Internet connection and try again to resume your conversation
de: Überprüfen Sie Ihre Internetverbindung und versuchen Sie es erneut, um Ihr Unterhaltung fortzusetzen
es: Verifica tu conexión a Internet y vuelve a intentarlo para reanudar tu conversación
fr: Vérifiez votre connexion Internet et réessayez pour reprendre votre conversation
it: Controlla la tua connessione Internet e riprova per riprendere la conversazione

# noNetworkTitle
source: No Internet access
de: Keine Internetverbindung
es: Sin acceso a Internet
fr: Aucun accès à Internet
it: Nessun accesso a Internet

# onboardingDatacenterTitle
source: Euria heats homes.
de: Euria heizt Häuser.
es: Euria calienta viviendas.
fr: Euria chauffe des logements.
it: Euria riscalda le abitazioni.

# onboardingEphemeralDescriptionTemplate
source: %@ of your exchanges.
de: %@ Ihrer Unterhaltungen.
es: %@ de sus intercambios.
fr: %@ de vos échanges.
it: %@ dei tuoi scambi.

# onboardingEphemeralTitle
source: With the ephemeral mode,
de: Mit dem ephemeren Modus,
es: Con el modo efímero,
fr: Avec le mode éphémère,
it: Con la modalità effimera,

# onboardingEuriaDescription
source: Sovereign AI that respects your data and the planet.
de: Souveräne KI, die Ihre Daten und den Planeten respektiert.
es: Una IA soberana que respeta tus datos y el planeta.
fr: L’IA souveraine qui respecte vos données et la planète.
it: Un’intelligenza artificiale sovrana che rispetta i tuoi dati e il pianeta.

# onboardingEuriaTitle
source: Welcome to Euria
de: Willkommen bei Euria
es: Bienvenido a Euria
fr: Bienvenue dans Euria
it: Benvenuto in Euria

# onboardingLoginArguments
source: Chat now
de: Chatte jetzt
es: Chatea ahora
fr: Discutez dès maintenant
it: Chatta ora

# onboardingLoginTemplate
source: %@ with Euria.
de: %@ mit Euria.
es: %@ con Euria.
fr: %@ avec Euria.
it: %@ con Euria.

# onboardingLoginTitle
source: Ready to start?
de: Bereit zum Start?
es: ¿Listo para empezar?
fr: Prêt à commencer ?
it: Pronti per iniziare?

# onboardingPrivacyDescription
source: Nothing is collected, your data belongs to you.
de: Es wird nichts gesammelt, Ihre Daten gehören Ihnen.
es: No se recoge nada, sus datos le pertenecen.
fr: Rien n’est collecté, vos données vous appartiennent.
it: Non viene raccolto nulla, i vostri dati appartengono a te.

# onboardingPrivacyTitle
source: Euria is hosted in Switzerland.
de: Euria ist in der Schweiz beheimatet.
es: Euria tiene su sede en Suiza.
fr: Euria est hébergée en Suisse.
it: Euria è ospitata in Svizzera.

# openAppControlDescription
source: Open Euria and start a new conversation
de: Öffnen Sie Euria und beginnen Sie ein neues Unterhaltung
es: Abre Euria e inicia una nueva conversación
fr: Ouvrez Euria et entamez une nouvelle conversation
it: Aprire Euria e iniziare una nuova conversazione

# openAppControlLabel
source: New conversation with Euria
de: Neues Unterhaltung mit Euria
es: Nueva conversación con Euria
fr: Nouvelle conversation avec Euria
it: Nuova conversazione con Euria

# openAppControlTitle
source: Open Euria
de: Euria öffnen
es: Abrir Euria
fr: Ouvrir Euria
it: Aprire Euria

source: Server Error
de: Server-Fehler
es: Error del servidor
fr: Erreur du serveur
it: Errore del server

# widgetQuickActionsDescription
source: Quick access to Euria features
de: Schneller Zugang zu den Euria-Funktionen
es: Acceso rápido a las funciones de Euria
fr: Accès rapide aux fonctionnalités d’Euria
it: Accesso rapido alle funzioni di Euria

# widgetQuickActionsTitle
source: Euria Quick Actions
de: Euria Schnell-Einsätze
es: Acciones rápidas de Euria
fr: Actions rapides Euria
it: Azioni rapide di Euria
